Conectar=الإتصال بالخادم
Criar personagem=إنشاءُ حسابٍ جديد
Teste de alto-falantes=إختبار مُكَبرات الصوت
Sair=الخروج.
Pronto, a conta foi criada!=تَمَّ إنشاءُ حسابِكَ بنجاح.
Cancelado.=أُلغيَت العملية.
Selecionar personagem=تسجيلُ الدخولِ بحسابٍ موجود مسبقاً
Selecionar voz=إختيار الصوت.
Modo voz sape=وضع التبديل بين أصوات السابي وقارئ الشاشة.
Ativar interrupção do leitor=تمكين قارئ الشاشة.
Desativar avisos quando um personagem se conectar e desconectar=تعطيل التحذيرات عند إتصال اللاعب أو عدم إتصاله.
Ativar avisos quando um personagem se conectar e desconectar=تمكين التحذيرات عند إتصال اللاعب أو عدم إتصاله.